{
  "questions": [
    "What is one thing you’ve always wanted to try but have been too scared to?",
    "What’s a memory that always makes you smile?",
    "If you could live anywhere in the world for a year, where would it be?",
    "What’s the most valuable lesson you’ve learned so far?",
    "What’s your favourite way to spend a weekend?",
    "What’s something on your bucket list that you haven’t done yet?",
    "What is something you wish more people knew about you?",
    "If you could have dinner with any three people, dead or alive, who would they be?",
    "What’s a hobby or interest you have that people might not expect?",
    "What’s the most beautiful place you’ve ever been to?",
    "If you could master any skill instantly, what would it be?",
    "What’s the best advice you’ve ever received?",
    "What’s something that always cheers you up when you’re feeling down?",
    "What’s one of your favourite childhood memories?",
    "If you could only eat one type of cuisine for the rest of your life, what would it be?",
    "What’s something you’re really proud of accomplishing?",
    "If you could live in any time period, past or future, which would you choose?",
    "What’s the most adventurous thing you’ve ever done?",
    "If you could switch lives with anyone for a day, who would it be and why?",
    "What’s something you’re really passionate about?",
    "If you could have any animal, real or imaginary, as a pet, what would you choose?",
    "What’s one habit or skill you’ve always wanted to develop but haven’t yet?",
    "What’s the most interesting book or article you’ve read recently?",
    "If you could invent something that would make the world a better place, what would it be?",
    "What’s your favourite way to relax and unwind after a long day?",
    "If you could speak another language fluently, which would you choose?",
    "What’s a goal you’re currently working towards?",
    "What’s your favourite holiday or time of year, and why?",
    "If you could time travel to witness any historical event, which one would you choose?",
    "What’s a talent or skill you have that not many people know about?",
    "What’s one thing that always makes you laugh, no matter how many times you hear it?",
    "What’s your idea of a perfect day?",
    "What’s a dream you’ve had that you want to make come true?",
    "If you could change one thing about the world, what would it be?",
    "What’s your favourite type of music, and how does it make you feel?",
    "If you could be famous for something, what would it be?",
    "What’s the most meaningful compliment you’ve ever received?",
    "What would you do if you won the lottery tomorrow?",
    "What’s your favourite season and why?",
    "If you could learn the answer to any mystery or unsolved question, what would it be?",
    "If you had to live in one outfit for the rest of your life, what would it be?",
    "What’s the most spontaneous thing you’ve ever done?",
    "What’s the best decision you’ve made in the last year?",
    "What’s one piece of technology you can’t live without?",
    "What’s the last thing that made you feel grateful?",
    "If you could meet your future self, what would you ask them?",
    "What’s something you’ve always wanted to teach others but never have?",
    "What’s your favourite way to stay active?",
    "What’s a food you could eat every day and never get tired of?",
    "If you could donate a million pounds to any cause, what would it be?"
  ]
}